{
  "shortSutra": [
    "산다는 것은 끊임없이 무언가를 배우는 것이다.",
    "작은 성공이 모여 큰 성공이 된다.",
    "꾸준함은 배신하지 않는다.",
    "마음이 모든 것의 시작이다. 마음을 잘 다스리면 세상도 바르게 된다.",
    "자신을 이기는 것이 가장 큰 승리다.",
    "진정한 사랑은 아무 조건 없이 베푸는 것이다.",
    "모든 것은 변화한다. 고요함 속에서 평화를 찾으라."
  ],
  "longSutra": [
    "관자재보살은 세상의 실체를 가리키는 깊은 진리의 표현이기에, 세상 모든 것이 공함을 바로 보면 모든 어려움을 넘어 그 실체 닿느니라. 사리자여, 물질이 공과 다르지 않고 공이 물질과 다르지 않기에 물질이 곧 공이고 공이 곧 물질이니, 감각과 인식과 생각과 의식도 그러하니라.사리자여, 세상에 나타나는 모든 현상이 공하기에 생겨나는 것도 없고 사라지는 것도 없으며, 더러운 것도 없고 깨끗한 것도 없으며, 늘어나는 것도 없고 줄어드는 것도 없느니라. 이렇게 공하기에 물질도 실체가 따로 없고 감각과 인식과 생각과 의식도 실체가 따로 없느니라.눈과 귀와 코와 혀와 몸과 의식도 실체가 따로 없으며 색깔과 소리와 향기와 맛과 감촉과 그 현상도 실체가 따로 없기에 본다는 것과 본 것을 의식한다는 것 사이에는 어떤 구분도 없느니라.이런 사실을 모른다고 해서 달라지는 것도 없고 안다고 해서 달라지는 것도 없으며, 심지어 늙고 죽는 것이 없기에 늙고 죽는 것에서 벗어나는 일도 없느니라.괴로움이 실체가 없기에 괴로움의 원인도 괴로움의 사라짐도 괴로움을 사라지게 하는 방법도 없고, 지혜가 따로 없기에 얻을 수 있는 지혜 또한 없느니라.이렇게 얻을 것이 아무것도 없으므로 찾는 이는 오직 있는 그대로의 진리가 드러나기만을 바라야 하느니라.그러면 마음에 걸리는 것이 없고, 걸릴 것이 없으면 두려울 것이 없어서, 모든 거짓 믿음을 넘어 어떤 의문도 남지 않는 있는 그대로의 진리가 드러나느니라.예전에도 지금도 그리고 앞으로도 모든 부처는 오직 있는 그대로의 진리에 눈을 뜨면서 궁극적 깨달음이 일어나고 찾음을 온전히 끝내느니라.그러니 명심하기를, 있는 그대로의 진리를 바로 보는 것만이 가장 신비하고 확실한 길이며 무엇과도 견줄 수 없는 최고의 방법이기에 능히 모든 어려움을 뛰어넘어 진실에 닿기에 헛되지가 않느니라.그래서 일러주리니 다음과 같이 말하며 있는 그대로의 진리에 눈을 뜨거라.있다. 있다. 모두 있다. 바로 지금 여기 모두 있음에 눈뜨게 하옵소서.있다. 있다. 모두 있다. 바로 지금 여기 모두 있음에 눈뜨게 하옵소서.있다. 있다. 모두 있다. 바로 지금 여기 모두 있음에 눈뜨게 하옵소서.",
    "모든 것은 마음이 앞서고 마음이 으뜸이며 마음으로 이루어진다. 마음에 악한 생각을 품으면 괴로움이 따른다. 이는 수레를 끄는 소의 발자국을 따르는 바퀴와 같다. 모든 것은 마음이 앞서고 마음이 으뜸이며 마음으로 이루어진다. 마음에 선한 생각을 품으면 행복이 따른다. 이는 그림자가 몸을 떠나지 않는 것과 같다. 악한 말을 하거나 행동하거나 바르게 살지 못하면 고통이 따르니 피할 수 없다. 선한 말을 하고 행동하고 바르게 살면 행복이 따르니 그치지 않는다. 원망은 원망을 낳지 않고 사랑으로만 멈춘다. 이것은 변함없는 진리다. 많은 재물을 가진 자라도 만족하지 못하면 탐욕으로 고통을 받는다. 만족을 아는 사람은 비록 가난해도 부유하다. 어리석은 자는 스스로 어리석음을 알 때 지혜의 싹이 트지만 어리석으면서도 스스로 지혜롭다고 생각하는 자는 진정 어리석은 자이다. 스스로를 이기기보다 더 어려운 승리는 없다. 스스로를 다스린 사람은 진정한 승리자다. 깨달은 이는 남을 해치지 않고 말이나 행동으로도 해를 끼치지 않는다. 남을 이기려 하지 않고 탐내지 않으며 청정한 지혜를 닦는다. 어리석은 사람은 온 생애 동안 지혜로운 사람을 가까이하더라도 진리를 깨닫지 못하지만 지혜로운 사람은 잠시라도 깨달은 이를 가까이하면 진리를 알아차린다.",
    "모든 중생의 번뇌를 깨끗이 씻어내는 청정하고 빛나는 위대한 진언을 설하나니 이 진언은 모든 죄업을 소멸시키며 무량한 복덕을 쌓게 하고 일체의 두려움을 없애며 모든 소원을 이루게 하며 모든 병을 치유하고 길상과 행복을 가져오게 하느니라. 이 다라니를 듣고 외우고 지니고 독송하고 쓰고 널리 전하면 큰 죄가 소멸되고 무한한 복을 얻게 되며 모든 업장과 재앙이 없어지고 나쁜 꿈과 두려움도 사라지며 병고와 액운이 물러나고 항상 신령한 보호를 받으며 모든 악귀와 재앙이 가까이하지 못하느니라. 이 진언을 듣는 자는 마음이 청정해지고 몸과 입과 뜻이 모두 정화되며 지혜가 밝아지고 복덕이 자라며 일체의 선근을 성취하고 곧바로 열반의 세계에 이르러 모든 부처님 앞에서 찬탄을 받게 되느니라.",
    "모든 현상은 덧없는 것이므로 집착하지 말고, 모든 법을 비우고 바라야 한다. 물질적인 것이나 정신적인 것들 모두 공허함을 알라. 마음에 구속이 없으면 그 사람은 곧 자유롭고, 고통도 사라지며 깨달음에 이를 것이다. 이 경전은 선입견 없이 모든 것의 본질을 보도록 가르친다. “응무소주 이생기심” 즉, 마음이 어떤 것도 붙잡지 않으면 깨달음이 이루어진다고 했다. 이처럼 금강경은 세상의 집착을 버리고 마음의 자유를 찾는 방법을 가르친다.",
  ]
}