{
 "shortSutra": [
  "마음이 모든 것의 시작이다. 마음을 잘 다스리면 세상도 바르게 된다.",
  "자신을 이기는 것이 가장 큰 승리다.",
  "진정한 사랑은 아무 조건 없이 베푸는 것이다.",
  "모든 것은 변화한다. 고요함 속에서 평화를 찾으라.",
  "인연 따라 생긴 것은 바뀌고 변하기 마련이다. 막을 수도 없다. 한번 모인 것은 반드시 헤어지기 마련이니 이 몸또한 내 소유가 아님을 알라.",
  "쇠 녹은 쇠에서 생기지만 점차그 쇠를 먹어버린다. 옳지 못한 마음도 인간에게서 생기지만 결국 그 인간을 잠식하게 된다.",
  "과거란 이미 버려진 것이다. 미래란 아직 오지 않은 것이다. 그러므로 현재를 관찰하라. 흔들리지 말고, 동하지도 말고 다만 오늘 할 일을 열심히 하라.",
  "만나면 반드시 헤어져야 하는 것이인생이 정한 운명이다.",
  "가장 위대한 기도란 인내하는 것이다. ",
  "다른 누군가가 아닌 스스로를 등불로 삼아라. "
 ],
 "longSutra": [
  "관자재보살은 세상의 실체를 가리키는 깊은 진리의 표현이기에, 세상 모든 것이 공함을 바로 보면 모든 어려움을 넘어 그 실체 닿느니라. 사리자여, 물질이 공과 다르지 않고 공이 물질과 다르지 않기에 물질이 곧 공이고 공이 곧 물질이니, 감각과 인식과 생각과 의식도 그러하니라.사리자여, 세상에 나타나는 모든 현상이 공하기에 생겨나는 것도 없고 사라지는 것도 없으며, 더러운 것도 없고 깨끗한 것도 없으며, 늘어나는 것도 없고 줄어드는 것도 없느니라. 이렇게 공하기에 물질도 실체가 따로 없고 감각과 인식과 생각과 의식도 실체가 따로 없느니라.눈과 귀와 코와 혀와 몸과 의식도 실체가 따로 없으며 색깔과 소리와 향기와 맛과 감촉과 그 현상도 실체가 따로 없기에 본다는 것과 본 것을 의식한다는 것 사이에는 어떤 구분도 없느니라.이런 사실을 모른다고 해서 달라지는 것도 없고 안다고 해서 달라지는 것도 없으며, 심지어 늙고 죽는 것이 없기에 늙고 죽는 것에서 벗어나는 일도 없느니라.괴로움이 실체가 없기에 괴로움의 원인도 괴로움의 사라짐도 괴로움을 사라지게 하는 방법도 없고, 지혜가 따로 없기에 얻을 수 있는 지혜 또한 없느니라.이렇게 얻을 것이 아무것도 없으므로 찾는 이는 오직 있는 그대로의 진리가 드러나기만을 바라야 하느니라.그러면 마음에 걸리는 것이 없고, 걸릴 것이 없으면 두려울 것이 없어서, 모든 거짓 믿음을 넘어 어떤 의문도 남지 않는 있는 그대로의 진리가 드러나느니라.예전에도 지금도 그리고 앞으로도 모든 부처는 오직 있는 그대로의 진리에 눈을 뜨면서 궁극적 깨달음이 일어나고 찾음을 온전히 끝내느니라.그러니 명심하기를, 있는 그대로의 진리를 바로 보는 것만이 가장 신비하고 확실한 길이며 무엇과도 견줄 수 없는 최고의 방법이기에 능히 모든 어려움을 뛰어넘어 진실에 닿기에 헛되지가 않느니라.그래서 일러주리니 다음과 같이 말하며 있는 그대로의 진리에 눈을 뜨거라.있다. 있다. 모두 있다. 바로 지금 여기 모두 있음에 눈뜨게 하옵소서.있다. 있다. 모두 있다. 바로 지금 여기 모두 있음에 눈뜨게 하옵소서.있다. 있다. 모두 있다. 바로 지금 여기 모두 있음에 눈뜨게 하옵소서.",
  "모든 것은 마음이 앞서고 마음이 으뜸이며 마음으로 이루어진다. 마음에 악한 생각을 품으면 괴로움이 따른다. 이는 수레를 끄는 소의 발자국을 따르는 바퀴와 같다. 모든 것은 마음이 앞서고 마음이 으뜸이며 마음으로 이루어진다. 마음에 선한 생각을 품으면 행복이 따른다. 이는 그림자가 몸을 떠나지 않는 것과 같다. 악한 말을 하거나 행동하거나 바르게 살지 못하면 고통이 따르니 피할 수 없다. 선한 말을 하고 행동하고 바르게 살면 행복이 따르니 그치지 않는다. 원망은 원망을 낳지 않고 사랑으로만 멈춘다. 이것은 변함없는 진리다. 많은 재물을 가진 자라도 만족하지 못하면 탐욕으로 고통을 받는다. 만족을 아는 사람은 비록 가난해도 부유하다. 어리석은 자는 스스로 어리석음을 알 때 지혜의 싹이 트지만 어리석으면서도 스스로 지혜롭다고 생각하는 자는 진정 어리석은 자이다. 스스로를 이기기보다 더 어려운 승리는 없다. 스스로를 다스린 사람은 진정한 승리자다. 깨달은 이는 남을 해치지 않고 말이나 행동으로도 해를 끼치지 않는다. 남을 이기려 하지 않고 탐내지 않으며 청정한 지혜를 닦는다. 어리석은 사람은 온 생애 동안 지혜로운 사람을 가까이하더라도 진리를 깨닫지 못하지만 지혜로운 사람은 잠시라도 깨달은 이를 가까이하면 진리를 알아차린다.",
  "모든 중생의 번뇌를 깨끗이 씻어내는 청정하고 빛나는 위대한 진언을 설하나니 이 진언은 모든 죄업을 소멸시키며 무량한 복덕을 쌓게 하고 일체의 두려움을 없애며 모든 소원을 이루게 하며 모든 병을 치유하고 길상과 행복을 가져오게 하느니라. 이 다라니를 듣고 외우고 지니고 독송하고 쓰고 널리 전하면 큰 죄가 소멸되고 무한한 복을 얻게 되며 모든 업장과 재앙이 없어지고 나쁜 꿈과 두려움도 사라지며 병고와 액운이 물러나고 항상 신령한 보호를 받으며 모든 악귀와 재앙이 가까이하지 못하느니라. 이 진언을 듣는 자는 마음이 청정해지고 몸과 입과 뜻이 모두 정화되며 지혜가 밝아지고 복덕이 자라며 일체의 선근을 성취하고 곧바로 열반의 세계에 이르러 모든 부처님 앞에서 찬탄을 받게 되느니라.",
  "모든 현상은 덧없는 것이므로 집착하지 말고, 모든 법을 비우고 바라야 한다. 물질적인 것이나 정신적인 것들 모두 공허함을 알라. 마음에 구속이 없으면 그 사람은 곧 자유롭고, 고통도 사라지며 깨달음에 이를 것이다. 이 경전은 선입견 없이 모든 것의 본질을 보도록 가르친다. “응무소주 이생기심” 즉, 마음이 어떤 것도 붙잡지 않으면 깨달음이 이루어진다고 했다. 이처럼 금강경은 세상의 집착을 버리고 마음의 자유를 찾는 방법을 가르친다.",
  "관세음보살님께 귀의합니다. 대세지보살님께 귀의합니다. 맑고 깨끗하며 큰 바다 같은 보살님들께 귀의합니다. 시방세계의 과거 현재 미래 모든 부처님들께 귀의합니다. 시방세계의 과거 현재 미래 모든 진리에 귀의합니다. 시방세계의 과거 현재 미래 모든 승가께 귀의합니다. 자비로우신 관세음보살님께 귀의합니다. 크신 자비를 지니신 관세음보살님께 귀의합니다. 끝없는 지혜를 가지신 관세음보살님께 귀의합니다. 괴로움을 없애주시고 어려움에서 건져주시는 관세음보살님께 귀의합니다. 넓고 크신 지혜를 가지신 관세음보살님께 귀의합니다. 크신 자비로 모든 고난을 구해주시는 관세음보살님께 귀의합니다. 깊은 마음으로 받들어 예배합니다. 시방세계의 과거 현재 미래 모든 부처님들께 예배합니다. 시방세계의 과거 현재 미래 모든 진리에 예배합니다. 시방세계의 과거 현재 미래 모든 승가에 예배합니다. 나의 근본이 되는 아미타불님께 예배합니다. 지극한 마음으로 청정하고 지혜로운 부처님께 예배합니다. 지극한 마음으로 무한한 자비를 지닌 부처님께 예배합니다. 지극한 마음으로 수많은 중생을 제도하시는 부처님께 예배합니다.",
  "나는 동쪽을 향해 합장하고 예배합니다 나는 남쪽을 향해 합장하고 예배합니다 나는 서쪽을 향해 합장하고 예배합니다 나는 북쪽을 향해 합장하고 예배합니다 나는 아래를 향해 합장하고 예배합니다 나는 위를 향해 합장하고 예배합니다",
  "이렇게 들었다 어느 때 부처님께서 사위국 기수급고독원의 동산에 계셨다 그때 비구들이 함께 있었는데 그 수가 천이백오십 명이었다 모두 아라한들이었고 번뇌를 없앴으며 마땅히 해야 할 일을 이미 마쳤고 짐을 내려놓았으며 속박에서 벗어났고 바른 지혜로 마음이 해탈된 이들이었다 또 이름 높은 제자들인 사리불 마하 목건련 마하 가섭 마하 가전연 아난 라훌라 가비라 성 출신의 아나율 난타 발타 갈라 가전지 빈두라발라타라 그리고 같은 대중이었다 또한 보살 마하살들도 함께 있었는데 문수사리 보살 아진 보살 보현 보살 미륵 보살 등이었고 모두 대보살로서 큰 중생 무리를 거느리고 있었다 그때 부처님께서 사리불에게 말씀하셨다 사리불아 지금 이 서쪽으로 십만억 불국토를 지나면 극락이라는 세계가 있다 그 나라에는 아미타불이라는 부처님이 계시며 지금도 설법하고 계신다 사리불아 그 나라가 어찌나 좋은지 말해주겠다 그 나라에는 온통 금으로 된 땅이 펼쳐져 있고 그 땅에는 칠보로 만든 담과 누각이 줄지어 있으며 그 누각에는 황금과 은, 유리, 수정, 자주색 보석, 붉은 진주, 마노로 장식되어 있다 또한 칠보로 된 그물들이 온 하늘에 걸려 있고 종소리가 바람에 울려 퍼진다 그 극락세계에는 연못들이 있고 물은 맑고 깨끗하며 향기로운 물이 일곱 가지 보석으로 가득 차 있고 그 연못 바닥은 금 모래로 되어 있다 연못 안에는 사방으로 계단이 있는데 금 계단, 은 계단, 유리 계단, 수정 계단이 있다 그 연못 속에는 연꽃이 피어 있는데 푸른 것은 맑고 푸르며 노란 것은 밝고 노랗고 빨간 것은 선명하며 하얀 것은 순수하게 빛난다 그 크기는 각기 수 리에 이른다 ",
  "이렇게 들었다 어느 때 부처님께서 사위국 기원정사에 계셨고 그때 십방 세계의 큰 스님들, 보살들, 신통자재한 분들이 모여 있었다 모두 부처님께 예배하고 공양을 올린 뒤 한편에 앉아 있었다 그때 아난 존자가 혼자 탁발을 하다가 마라족의 여인에게 주문에 걸려 정신을 잃고 있었다 부처님께서 그 사실을 알고 관세음보살에게 명하셨다 너의 신통력으로 아난을 구하여 이곳으로 데려오라 하셨다 관세음보살은 즉시 신통력을 발휘하여 마라의 계략에서 아난을 구해 데리고 왔다 아난은 정신을 차리고 부처님 앞에 절하며 눈물을 흘렸다 그리고 마음속으로 깊은 후회를 하며 맹세하였다 아난이 부처님께 말씀드렸다 제가 평소에 많은 경전을 외우고 지식은 많았으나 참된 수행의 문을 알지 못했습니다 이제 간절히 원하오니 부처님께서 자비로 저를 위해 모든 번뇌를 끊고 깨달음에 이르는 길을 가르쳐 주십시오 부처님께서 아난에게 말씀하셨다 너는 본래 마음이 어디에 있는지 아느냐 아난이 대답했다 이 마음은 제가 모든 것을 보고 듣고 느끼는 것이니 눈과 귀와 생각하는 이 몸 안에 있습니다 부처님께서 말씀하셨다 아난아 그 말은 옳지 않다 마음이 몸 안에 있다면 그 마음이 보는 것과 듣는 것에 따라 움직인다면 몸이 조용히 있을 때 마음도 조용해야 하겠지만 지금 그렇지 않다 아난이 대답했다 그러면 이 마음은 몸 밖에 있는 것입니까 부처님께서 말씀하셨다 몸 밖에 있다면 지금 너의 마음이 보는 것은 너의 얼굴 뒤쪽도 봐야 하는데 그렇지 않으니 그것도 아니다 아난이 다시 물었다 그러면 이 마음은 눈앞의 허공에 있는 것입니까 부처님께서 말씀하셨다 허공은 정해진 성질이 없고 마음은 밝고 알아차리는 성품이 있는데 허공은 그런 작용이 없다 이와 같이 부처님께서는 마음이 있는 곳이라 생각되는 여섯 가지 처소를 하나하나 부정하시며 마음은 형상이 없고 움직이지 않으며 본래부터 청정하다고 설하셨다 "
 
 ]
}